Repository: vakulkin/skein-configurator
Catalog: languages/skein-configurator-*.po
Languages: pl_pl

source: Skein Configurator requires WooCommerce to be installed and active.
pl_pl: Konfigurator Motków wymaga zainstalowanego i aktywnego WooCommerce.

source: Skein Configurator requires Advanced Custom Fields (ACF) to be installed and active.
pl_pl: Konfigurator Motków wymaga zainstalowanych i aktywnych Advanced Custom Fields (ACF).

source: Skein Configurator
pl_pl: Konfigurator Motków

source: Enable Skein Configurator
pl_pl: Włącz Konfigurator Motków

source: Enable the color configurator for this product.
pl_pl: Włącz konfigurator kolorów dla tego produktu.

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Product Image Note
pl_pl: Uwaga o Zdjęciu Produktu

source: The main product image will be used as the base for the color overlay. Use a high-quality photo of a neutral-colored skein for best results.
pl_pl: Główne zdjęcie produktu będzie używane jako podstawa dla nakładki koloru. Użyj wysokiej jakości zdjęcia motka w neutralnym kolorze dla najlepszych rezultatów.

source: Available Colors
pl_pl: Dostępne Kolory

source: Define all available yarn colors that customers can choose from for this product.
pl_pl: Zdefiniuj wszystkie dostępne kolory włóczki, które klienci mogą wybrać dla tego produktu.

source: Add Color
pl_pl: Dodaj Kolor

source: Enabled
pl_pl: Włączony

source: Color Name
pl_pl: Nazwa Koloru

source: e.g., Ocean Blue
pl_pl: np. Błękit Oceanu

source: Color Code
pl_pl: Kod Koloru

source: Length Options
pl_pl: Opcje Długości

source: Define available skein lengths with their corresponding prices for this product.
pl_pl: Zdefiniuj dostępne długości motków wraz z odpowiadającymi im cenami dla tego produktu.

source: Add Length
pl_pl: Dodaj Długość

source: Length (meters)
pl_pl: Długość (metry)

source: Price
pl_pl: Cena

source: Select Skein Length
pl_pl: Wybierz Długość Motka

source: Select Colors (Up to %d)
pl_pl: Wybierz Kolory (Do %d)

source: Click a slot to select a color. Drag to reorder.
pl_pl: Kliknij pole, aby wybrać kolor. Przeciągnij, aby zmienić kolejność.

source: Choose length...
pl_pl: Wybierz długość...

source: meters
pl_pl: metrów

source: Please add colors for this product.
pl_pl: Proszę dodać kolory dla tego produktu.

source: Please add length options for this product.
pl_pl: Proszę dodać opcje długości dla tego produktu.

source: Skein Length
pl_pl: Długość Motka

source: Selected Colors
pl_pl: Wybrane Kolory

source: Empty Slot
pl_pl: Puste

source: Empty
pl_pl: Puste

source: Click to remove
pl_pl: Kliknij, aby usunąć

source: Edit color
pl_pl: Edytuj kolor

source: Clear color
pl_pl: Wyczyść kolor

source: Drag to reorder colors
pl_pl: Przeciągnij, aby zmienić kolejność kolorów

source: Please select a skein length
pl_pl: Proszę wybrać długość motka

source: Select Color
pl_pl: Wybierz Kolor

source: Close
pl_pl: Zamknij

source: Color Selected
pl_pl: Kolor Wybrany

source: Do you want to select a color for another empty slot?
pl_pl: Czy chcesz wybrać kolor dla kolejnego pustego miejsca?

source: Please select a skein length before adding to cart.
pl_pl: Proszę wybrać długość motka przed dodaniem do koszyka.

source: Please select at least one color before adding to cart.
pl_pl: Proszę wybrać przynajmniej jeden kolor przed dodaniem do koszyka.

source: Select Options
pl_pl: Wybierz Opcje

source: Skein Length:
pl_pl: Długość Motka:

source: Selected Colors:
pl_pl: Wybrane Kolory:

source: Length
pl_pl: Długość

source: Colors
pl_pl: Kolory
